Repository: franck-paul/sitemaps
Catalog: locales/*/main.po
Languages: fr

source: Homepage
fr: Page d'accueil

source: Feeds
fr: Fils de syndication

source: Posts
fr: Billets

source: undefined
fr: non définie

source: always
fr: toujours

source: hourly
fr: horaire

source: daily
fr: quotidienne

source: weekly
fr: hebdomadaire

source: monthly
fr: mensuelle

source: never
fr: jamais

source: XML Sitemaps
fr: Sitemaps XML

source: Enable sitemaps
fr: Permettre les sitemaps

source: This blog's Sitemap URL:
fr: URL du Sitemap de ce blog :

source: Elements to integrate
fr: Éléments à intégrer

source: Priority
fr: Priorité

source: Periodicity
fr: Périodicité

source: Will also use the robots.txt file from your server
fr: Il utilisera également le fichier robots.txt de votre serveur.

source: Use the robots.txt file from your server
fr: Utilisez le fichier robots.txt de votre serveur

source: No console nor using robots.txt file
fr: Pas de console ni de fichier robots.txt

source: Relies on MS Bing’s search results
fr: S'appuie sur les résultats de recherche de MS Bing

source: Relies on Google and MS Bing’s search results
fr: S'appuie sur les résultats de recherche de Google et de MS Bing

source: Relies on Google’s search results
fr: S'appuie sur les résultats de recherche de Google

source: <a href="%s" target="_blank" rel="noopener noreferrer">%s console</a>
fr: <a href="%s" target="_blank" rel="noopener noreferrer">Console %s</a>

source: Search engines notification
fr: Notification des moteurs de recherche

source: Search engine APIs are no longer available for free, so you must register your blog’s sitemap on each of them in their management console. Below are the URLs for the consoles of some search engines.
fr: Les API des moteurs de recherche ne sont plus disponibles gratuitement, vous devez donc enregistrer le sitemap de votre blog sur chacun d'entre eux dans leur console de gestion. Vous trouverez ci-dessous les URL des consoles de certains moteurs de recherche.

source: Console URL to register your sitemap
fr: URL de la console pour enregistrer votre sitemap

source: If possible, you can also add a new line to your server’s robots.txt file with <code>Sitemap: %s</code>.<br> Note that you may have multiple lines, one for each blog you have. Some of search engines will use this file for their indexing process.
fr: Si possible, vous pouvez également ajouter une nouvelle ligne au fichier robots.txt de votre serveur avec <code>Sitemap:</code> <code>%s</code>.<br> Notez que vous pouvez avoir plusieurs lignes, une pour chaque blog que vous avez. Certains moteurs de recherche utiliseront ce fichier pour leur processus d'indexation.
